{
  "companyInfo": {
    "companyName": "EVTL",
    "companyDescription": "For over 25 years, we've been the trusted partner for businesses seeking premium commercial vehicles. Our commitment to excellence drives everything we do.",
    "storyTitle": "Our Story",
    "storyParagraph1": "Founded in 1998, EVTL began as a small family business with a simple mission: to provide high-quality commercial vehicles to businesses that demand excellence. What started as a modest dealership has grown into one of the region's most trusted commercial vehicle providers.",
    "storyParagraph2": "Over the years, we've built our reputation on three core principles: quality vehicles, exceptional service, and honest business practices. Our experienced team understands that choosing the right commercial vehicle is crucial for your business success.",
    "storyParagraph3": "Today, we continue to evolve with the industry, embracing new technologies and sustainable practices while maintaining the personal touch and attention to detail that our customers have come to expect.",
    "missionTitle": "Our Mission",
    "missionText": "To empower businesses with premium commercial vehicles and exceptional service, enabling them to achieve their goals while building long-lasting partnerships based on trust and mutual success.",
    "visionTitle": "Our Vision",
    "visionText": "To be the leading commercial vehicle provider, recognized for our commitment to quality, innovation, and customer satisfaction, while contributing to sustainable transportation solutions for future generations."
  },
  "values": [
    {
      "id": "1",
      "title": "Quality Assurance",
      "description": "Every vehicle undergoes rigorous inspection and comes with comprehensive warranty coverage to ensure your peace of mind.",
      "iconName": "Shield",
      "order": 1
    },
    {
      "id": "2",
      "title": "Trust & Integrity",
      "description": "We build lasting relationships through honest dealings, transparent pricing, and reliable service that you can count on.",
      "iconName": "Handshake",
      "order": 2
    },
    {
      "id": "3",
      "title": "Timely Service",
      "description": "We understand your business needs. Our quick processing and delivery services keep your operations running smoothly.",
      "iconName": "Clock",
      "order": 3
    },
    {
      "id": "4",
      "title": "Customer First",
      "description": "24/7 customer support and personalized service ensure that your experience with us exceeds expectations every time.",
      "iconName": "Heart",
      "order": 4
    }
  ],
  "certifications": [
    { "id": "1", "name": "Better Business Bureau A+ Rating", "order": 1 },
    { "id": "2", "name": "Commercial Vehicle Dealer License", "order": 2 },
    { "id": "3", "name": "ISO 9001:2015 Quality Management", "order": 3 },
    { "id": "4", "name": "Green Business Certification", "order": 4 },
    { "id": "5", "name": "Industry Association Member", "order": 5 },
    { "id": "6", "name": "Customer Excellence Award 2023", "order": 6 }
  ]
}